<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!-- BTBottom.jsp -> policy.jsp(개인정보 취급방침)<br> -->

<h3 align="center">개인정보 취급방침</h3>

<div>  
온강 회원가입약관<br><br>

온강은 공정거래위원회에서 심의한 표준약관을 사용하고 있습니다.<br><br>

제1조(목적)<br>
이 약관은 온강에서 제공하는 인터넷 관련 서비스(이하 "서비스"라 한다)의 이용에 관한 사항을 규정함을 목적으로 합니다.<br><br>

제2조(정의)<br>
① "온강"란 주식회사가 이 재화 또는 용역을 이용자에게 제공하기 위하여 컴퓨터 등 정보통신설비를 이용하여 재화 또는 용역을 거래할 수 있도록 설정한 가상의 영업장을 말하며, 아울러 온강를 운영하는 사업자의 의미로도 사용합니다.<br>
② "이용자"란 온강에 접속하여 이 약관에 따라 온강가 제공하는 서비스를 받는 회원 및 비회원을 말합니다.<br>
③ '회원'이라 함은 온강에 개인정보를 제공하여 회원등록을 한 자로서, 온강의 정보를 지속적으로 제공받으며, 온강가 제공하는 서비스를 계속적으로 이용할 수 있는 자를 말합니다.<br>
④ '비회원'이라 함은 회원에 가입하지 않고 온강가 제공하는 서비스를 이용하는 자를 말합니다.<br><br>

제3조 (약관의 명시와 개정)<br>
① 본 약관은 온강 서비스 화면에 게시되어 있습니다.<br>
② 온강은 약관의규제등에관한법률, 전자거래기본법, 전자서명법, 정보통신망이용촉진등에관한법률, 방문판매등에관한법률, 소비자보호법 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있으며 약관을 개정할 경우에는 그 개정사실과 개정 후의 약관을 온강 사이트 상에 게시합니다.
③ 온강 약관을 개정할 경우에는 그 개정약관은 그 적용일자 이후에 체결되는 계약에만 적용되고 그 이전에 이미 체결된 계약에 대해서는 개정전의 약관조항이 그대로 적용됩니다. 다만 이미 계약을 체결한 이용자가 개정약관 조항의 적용을 받기를 원하는 뜻을 제3항에 의한 개정약관의 공지기간내에 온강에 송신하여 온강의 동의를 받은 경우에는 개정약관 조항이 적용됩니다.
④ 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 정부가 제정한 전자거래소비자보호지침 및 관계법령 또는 상관례에 따릅니다.<br><br>

제4조(서비스의 제공 및 변경)<br>
① 온강은 다음과 같은 업무를 수행합니다.<br>
1. 도서의 정보 제공 2. IT 분야 지식정보의 인터넷상 제공 3. 기타 온강에서 정하는 업무<br>
② 온강은 불가피한 여건이나 사정이 있는 경우 제공하는 서비스의 내용을 변경할 수 있습니다.<br>
③ 온강은 제2항의 사유로 서비스 내용이 변경되는 경우, 이로 인하여 이용자가 입은 손해에 대하여는 배상하지 아니합니다. 단, 온강의 고의 또는 중과실이 있는 경우에는 그러하지 아니합니다. 제공하기로 이용자와 계약을 체결한 서비스의 내용을 재화의 품절 또는 기술적 사양의 변경등의 사유로 변경할 경우에는 온강은 이로 인하여 이용자가 손해를 입은 경우 모든 책임은 온강에게 있습니다. 단, 온강에 고의 또는 과실이 없는 경우에는 그러하지 아니합니다.<br><br>

제5조(서비스의 중단)<br>
			:<br>
			:<br><br>
			
제6조(회원가입)<br>
			:<br>
			:<br><br>
			
제7조(회원 탈퇴 및 자격 상실 등)<br>
			:<br>
			:<br><br>
			
제8조(회원에 대한 통지)<br>
			:<br>
			:<br><br>

제9조(개인정보보호)<br>
			:<br>
			:<br><br>

제10조(온강의 의무)<br>
			:<br>
			:<br><br>

제11조(회원의 ID 및 비밀번호에 대한 의무)<br>
			:<br>
			:<br><br>

제12조(이용자의 의무)<br>
			:<br>
			:<br><br>

제13조(온강과 온강 연결 사이트간의 관계)<br>
			:<br>
			:<br><br>

제14조(저작권의 귀속 및 이용제한)<br>
			:<br>
			:<br><br>

제15조(분쟁해결)<br>
			:<br>
			:<br><br>

제16조(재판권 및 준거법)<br>
			:<br>
			:<br><br>

* 본 약관에 대한 저작권은 주식회사 XX에 귀속하며 무단 복제, 배포, 전송기타 저작권 침해행위를 엄금합니다.<br>
</div>